[
  "obsidian-minimal-settings",
  "obsidian-hider",
  "obsidian-style-settings",
  "calendar",
  "obsidian-dynamic-highlights",
  "obsidian-another-quick-switcher",
  "obsidian-kanban",
  "dataview",
  "templater-obsidian",
  "quickadd",
  "obsidian-banners",
  "buttons",
  "obsidian-admonition",
  "folder-note-plugin",
  "recent-files-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-linter",
  "table-editor-obsidian",
  "surfing",
  "cmdr",
  "floating-toc",
  "obsidian-better-codeblock",
  "obsidian-quiet-outline",
  "obsidian-map-view"
]